[
    {
      "_id": 1,
      "title": "League of Legends",
      "description": "League of Legends is a popular multiplayer online battle arena (MOBA) video game developed and published by Riot Games. Initially released in 2009.",
      "level": "PC",
      "date": "23.02.2009",
      "category": "MOBA",
      "active Player":"100.000",
      "rating": 3.2,
      "discount": 0,
      "price": 0,
      "img": "./assets/lol.png",
      "trailer": "https://www.youtube.com/embed/aR-KAldshAE",
      "active": true
    },
    {
      "_id": 2,
      "title": "DIABLO IV",
      "description": "Diablo IV is an upcoming action role-playing game (ARPG) developed and published by Blizzard Entertainment, continuing the iconic Diablo series. Set in the dark and gothic world of Sanctuary, players will once again face the forces of evil as they journey through a grim and foreboding landscape.",
      "level": "PC",
      "date": "05.06.2023",
      "category": "RPG",
      "rating": 4.7,
      "active Player":"10.000",
      "discount": 0,
      "price": 70,
      "img": "./assets/DiabloIV.png",
      "trailer": "https://www.youtube.com/embed/Ro26B394ZBM",
      "active": false
    },
    {
      "_id": 3,
      "title": "Guild Wars 2",
      "description": "Guild Wars 2 is a massively multiplayer online role-playing game (MMORPG) developed by ArenaNet and published by NCSOFT. It was released on August 28, 2012, as the sequel to the original Guild Wars game.",
      "level": "PC",
      "date": "28.08.2012",
      "category": "MMO",
      "rating": 4,
      "active Player":"20.000",
      "discount": 0,
      "price": 0,
      "img": "./assets/GuildWars.png",
      "trailer": "https://www.youtube.com/embed/Em0Sd60iI2w",
      "active": false
    },
    {
      "_id": 4,
      "title": "Call of Duty: Modern Warfare III",
      "description": "Call of Duty: Modern Warfare III (also known as Call of Duty: MW3) is a first-person shooter video game developed by Infinity Ward and Sledgehammer Games, and published by Activision. It was released on November 8, 2011, as the eighth installment in the Call of Duty series and the third in the Modern Warfare sub-series. ",
      "level": "PC PS",
      "date": "10.11.2023",
      "category": "Action",
      "rating": 4,
      "active Player":"10.000",
      "discount": 0,
      "price": 48.99,
      "img": "./assets/CallofDuty.png",
      "trailer": "https://www.youtube.com/embed/mHDEDDrGYvo",
      "active": false
    },

    {
      "_id": 5,
      "title": "Rise Of Nations",
      "description": "Rise of Nations is a real-time strategy (RTS) video game developed by Big Huge Games and published by Microsoft Game Studios. Released in May 2003 for Microsoft Windows, the game offers a unique blend of traditional real-time strategy gameplay with elements of turn-based strategy and historical simulation.",
      "level": "PC",
      "date": "20.05.2003",
      "category": "Strategy",
      "rating": 4,
      "active Player":"100",
      "discount": 0,
      "price": 20,
      "img": "./assets/RON.png",
      "trailer": "https://www.youtube.com/embed/cEEJEGtxdU8",
      "active": false
    },
    {
      "_id": 6,
      "title": "Dota II",
      "description": "Dota 2, short for Defense of the Ancients 2, is a popular multiplayer online battle arena (MOBA) game developed and published by Valve Corporation. It was released on July 9, 2013, as a standalone sequel to the original Defense of the Ancients mod for Warcraft III.",
      "level": "PC",
      "date": "09.07.2013",
      "category": "MOBA",
      "rating": 4,
      "active Player":"15.000",
      "discount": 0,
      "price": 0,
      "img": "./assets/DotaII.png",
      "trailer": "https://www.youtube.com/embed/-cSFPIwMEq4",
      "active": false
    },
    {
      "_id": 7,
      "title": "The Elder Scrolls V: Skyrim",
      "description": "The Elder Scrolls V: Skyrim is an open-world action role-playing game (RPG) developed by Bethesda Game Studios and published by Bethesda Softworks. It was released on November 11, 2011, for various platforms, including Microsoft Windows, PlayStation 3, Xbox 360, and later versions for PlayStation 4, Xbox One, and Nintendo Switch.",
      "level": "PC PS",
      "date": "11.11.2011",
      "category": "RPG",
      "rating": 4,
      "active Player":"2.000",
      "discount": 0,
      "price": 30,
      "img": "./assets/TESSKYRIM.png",
      "trailer": "https://www.youtube.com/embed/JSRtYpNRoN0",
      "active": false
    },
    {
      "_id": 8,
      "title": "Lost Ark",
      "description": "Lost Ark is a massively multiplayer online action role-playing game (MMORPG) developed by Smilegate RPG and published by Smilegate Entertainment. Initially released in South Korea in November 2018, Lost Ark gained widespread attention for its polished graphics, engaging gameplay, and expansive world.",
      "level": "PC",
      "date": "7.11.2018",
      "category": "MMO",
      "rating": 4,
      "active Player":"15.000",
      "discount": 0,
      "price": 0,
      "img": "./assets/Lostark.png",
      "trailer": "https://www.youtube.com/embed/Udwbd5X0zbg",
      "active": false
    },
    {
      "_id": 9,
      "title": "battlefield 1",
      "description": "Battlefield 1 is a first-person shooter video game developed by EA DICE and published by Electronic Arts. Released on October 21, 2016, Battlefield 1 is the fifteenth installment in the Battlefield series and is set during World War I, a departure from the modern and futuristic settings of previous entries.",
      "level": "PC PS",
      "date": "30.08.2016",
      "category": "Action",
      "rating": 3.5,
      "active Player":"100",
      "discount": 0.2,
      "price": 40,
      "img": "./assets/battlefield1.png",
      "trailer": "https://www.youtube.com/embed/c7nRTF2SowQ",
      "active": false
    },
    {
      "_id": 10,
      "title": "Age Of Empires IV",
      "description": "Age of Empires IV is a real-time strategy (RTS) video game developed by Relic Entertainment and published by Xbox Game Studios. It is the fourth main installment in the Age of Empires series, following Age of Empires III, and was released on October 28, 2021.",
      "level": "PC",
      "date": "28.10.2021",
      "category": "Strategy",
      "rating": 4,
      "active Player":"5.000",
      "discount": 0,
      "price": 40,
      "img": "./assets/ageof.png",
      "trailer": "https://www.youtube.com/embed/Ovt7d34_hRA",
      "active": false
    },
    {
      "_id": 11,
      "title": "Smite",
      "description": "Smite is a free-to-play multiplayer online battle arena (MOBA) video game developed and published by Hi-Rez Studios. Initially released on March 25, 2014, Smite has gained a significant player base and remains popular due to its unique take on the traditional MOBA genre.",
      "level": "PC",
      "date": "25.03.2014",
      "category": "MOBA",
      "rating": 4,
      "active Player":"5.000",
      "discount": 0,
      "price": 0,
      "img": "./assets/SMITE.png",
      "trailer": "https://www.youtube.com/embed/khsjzariacQ",
      "active": false
    },
    {
      "_id": 12,
      "title": "God Of War",
      "description": "God of War is an action-adventure video game series developed by Santa Monica Studio and published by Sony Interactive Entertainment. The series debuted in 2005 with the release of the first game for the PlayStation 2 console. Since then, the franchise has expanded to include multiple games across various platforms, including the PlayStation 3, PlayStation 4, and PlayStation 5.",
      "level": "PC PS",
      "date": "20.04.2018",
      "category": "RPG",
      "rating": 4,
      "active Player":"100",
      "discount": 0.3,
      "price": 50,
      "img": "./assets/god-of-war.png",
      "trailer": "https://www.youtube.com/embed/K0u_kAWLJOA",
      "active": false
    },
    {
      "_id": 13,
      "title": "world of warcraft",
      "description": "World of Warcraft (WoW) is a massively multiplayer online role-playing game (MMORPG) developed and published by Blizzard Entertainment. Launched on November 23, 2004, it quickly became one of the most popular and influential MMORPGs in the world, setting the standard for the genre and shaping the gaming industry for years to come.",
      "level": "PC",
      "date": "23.11.2004",
      "category": "MMO",
      "rating": 4,
      "active Player":"100",
      "discount": 0,
      "price": 4,
      "img": "./assets/wow.png",
      "trailer": "https://www.youtube.com/embed/jSJr3dXZfcg",
      "active": false
    },
    {
      "_id": 14,
      "title": "Hell Drivers 2",
      "description": "As of my last update in January 2022, I couldn't find information about a game called Hell Drivers 2. It's possible that it's a game that was released after my last update, or it could be a title that's not widely known or recognized. If Hell Drivers 2 is a new release or an indie game, I recommend checking gaming platforms, forums, or the developer's website for more information and descriptions about the game. Additionally, you might want to ensure the accuracy of the title as it could be a variation or a sequel to a game with a slightly different name.",
      "level": "PC",
      "date": "8.02.2024",
      "category": "Action",
      "rating": 4,
      "active Player":"5",
      "discount": 0,
      "price": 50,
      "img": "./assets/helldrivers.png",
      "trailer": "https://www.youtube.com/embed/PyMlV5_HRWk",
      "active": false
    },
    {
      "_id": 15,
      "title": "stronghold crusader 2",
      "description": "Stronghold Crusader 2 is a real-time strategy (RTS) video game developed and published by Firefly Studios. It is the sequel to the original Stronghold Crusader, released in 2002, and it continues the medieval-themed gameplay with a focus on strategic castle-building and warfare in the Middle East during the Crusades era.",
      "level": "PC",
      "date": "23.09.2014",
      "category": "Strategy",
      "rating": 4,
      "active Player":"5",
      "discount": 0,
      "price": 20,
      "img": "./assets/stronghold-crusader-2.png",
      "trailer": "https://www.youtube.com/embed/5em_ajBWuPk",
      "active": false
    },
    {
      "_id":16,
      "title": "Arena Of Walor",
      "description": "As of my last update in January 2022, I couldn't find any information about a game called Arena of Walor. It's possible that it's a new release, an indie game, or a title that's not widely known or recognized. If Arena of Walor is a new game, I recommend checking gaming platforms, forums, or the developer's website for more information and descriptions about the game. Additionally, you might want to ensure the accuracy of the title as it could be a variation or a new release of a game with a slightly different name.",
      "level": "IOS A",
      "date": "12.10.2016",
      "category": "MOBA",
      "rating": 4,
      "active Player":"10.000",
      "discount": 0,
      "price": 0,
      "img": "./assets/ArenaOfValor.png",
      "trailer": "https://www.youtube.com/embed/JM_UdSUW1ao",
      "active": false
    },
    {
      "_id":17,
      "title": "red dead redemption 2",
      "description": "As of my last update in January 2022, there hasn't been any announcement or release of a game titled Red Dead Redemption 24. Red Dead Redemption is a popular action-adventure video game series developed by Rockstar Games, with the latest installment being Red Dead Redemption 2, released in October 2018. If Red Dead Redemption 24 is a future title that has been announced or released after my last update, I recommend checking gaming news sources, official Rockstar Games announcements, or their website for more information on the game.",
      "level": "PC PS",
      "date": "26.10.2018",
      "category": "RPG",
      "rating": 4,
      "active Player":"5",
      "discount": 0,
      "price": 20,
      "img": "./assets/reddeadredemption2.png",
      "trailer": "https://www.youtube.com/embed/gmA6MrX81z4",
      "active": false
    },
    {
      "_id": 18,
      "title": "Black Desert",
      "description": "Black Desert is a popular online role-playing game developed by Pearl Abyss. It was first released in South Korea in 2014 and has since been localized and made available worldwide on various platforms such as PC, console, and mobile devices.",
      "level": "PC T",
      "date": " 01.12.2014",
      "category": "MMO",
      "rating": 4,
      "active Player":"5.000",
      "discount": 0,
      "price": 5,
      "img": "./assets/blackdesert.png",
      "trailer": "https://www.youtube.com/embed/DD4zMOvRrzM",
      "active": false
    },
    {
      "_id": 19,
      "title": "Far Cry 6",
      "description": "Far Cry is a popular action game franchise known for its immersive open-world environments, intense first-person shooter gameplay, and gripping storylines. Players often find themselves in exotic locales facing off against formidable adversaries, utilizing a variety of weapons, vehicles, and tactics to overcome challenges and complete objectives.",
      "level": "PC PS",
      "date": "7.10.2021",
      "category": "Action",
      "rating": 4,
      "active Player":"5",
      "discount": 0,
      "price": 12,
      "img": "./assets/farcry.png",
      "trailer": "https://www.youtube.com/embed/-IJuKT1mHO8",
      "active": false
    },
    {
      "_id": 20,
      "title": "Total war Atilla",
      "description": "Total War: Attila is a critically acclaimed strategy game developed by Creative Assembly. Set during the chaotic period of the decline of the Western Roman Empire and the rise of the Hunnic Empire led by Attila the Hun, the game offers players the opportunity to experience the challenges of managing vast empires, engaging in epic battles, and shaping the course of history. ",
      "level": "PC",
      "date": "17.02.2015",
      "category": "Strategy",
      "rating": 4,
      "active Player":"5",
      "discount": 0,
      "price":21,
      "img": "./assets/totalwar.png",
      "trailer": "https://www.youtube.com/embed/HDVybaCiVWc",
      "active": false
    },
    {
      "_id": 21,
      "title": "The witcher : 3 ",
      "description": "The Witcher 3: Wild Hunt is an award-winning action role-playing game developed by CD Projekt Red. Set in a rich and immersive open world, players assume the role of Geralt of Rivia, a monster hunter known as a Witcher, as he embarks on an epic quest to find his missing adopted daughter, Ciri, and unravel the mysteries surrounding her destiny. With its engaging storytelling, complex characters, breathtaking visuals, and vast open-world environments, The Witcher 3 offers players a deeply immersive and unforgettable gaming experience.",
      "level": "PC PS",
      "date": "19.05.2015",
      "category": "RPG",
      "rating": 4,
      "active Player":"5",
      "discount": 0,
      "price": 10,
      "img": "./assets/The_Witcher_3.png",
      "trailer": "https://www.youtube.com/embed/c0i88t0Kacs",
      "active": false
    },
    {
      "_id": 22,
      "title": "Albion",
      "description": "Albion is a fantasy MMORPG developed by Sandbox Interactive. Set in a player-driven sandbox world, Albion offers a unique blend of PvP combat, crafting, exploration, and player-driven economy. Players can forge their destinies as adventurers, crafters, merchants, or warriors, as they explore the vast lands of Albion, gather resources, build settlements, and engage in epic battles for territory and supremacy.",
      "level": "PC",
      "date": " 17.07.2017",
      "category": "MMO",
      "rating": 4,
      "active Player":"5",
      "discount": 0,
      "price": 0,
      "img": "./assets/ALBION.png",
      "trailer": "https://www.youtube.com/embed/eBU_Fxd0Jf4",
      "active": false
    },
    {
      "_id": 23,
      "title": "Worl war Z",
      "description": "World War Z is a thrilling co-op third-person shooter game developed by Saber Interactive. Based on the novel and film of the same name, the game plunges players into a world overrun by hordes of fast-moving zombies. Players must band together with friends or AI companions to survive against waves of undead enemies in intense and action-packed scenarios set across various locations around the globe. With its satisfying gunplay, dynamic swarm AI, and relentless zombie hordes, World War Z offers a pulse-pounding co-op experience that keeps players on the edge of their seats.",
      "level": "PC PS",
      "date": "16.04.2019",
      "category": "Action",
      "rating": 4,
      "active Player":"5",
      "discount": 0,
      "price": 21,
      "img": "./assets/WORLWARZ.png",
      "trailer": "https://www.youtube.com/embed/YZ3Dx4tfirE",
      "active": false
    },
    {
      "_id": 24,
      "title": "Cossacks 3 ",
      "description": "Cossacks 3 is a real-time strategy game developed by GSC Game World. It is a remake of the classic strategy game Cossacks: European Wars, retaining the core gameplay mechanics while introducing improved graphics, enhanced AI, and additional content. Set in the 17th and 18th centuries, players take command of one of 12 nations and engage in epic battles across vast landscapes, utilizing a wide array of units, buildings, and tactics to outmaneuver and defeat their opponents. With its deep strategic gameplay, historical authenticity, and multiplayer skirmishes supporting up to 8 players, Cossacks 3 offers a compelling RTS experience for fans of the genre.",
      "level": "PC",
      "date": "20.09.2016",
      "category": "Strategy",
      "rating": 4,
      "active Player":"5",
      "discount": 0,
      "price": 11,
      "img": "./assets/Cossacks3.png",
      "trailer": "https://www.youtube.com/embed/eKaRWNub9sw",
      "active": false
    },
    {
      "_id": 25,
      "title": "Baldurs Gate 3 ",
      "description": "Baldur's Gate 3 is a highly anticipated role-playing video game developed and published by Larian Studios. It serves as the official sequel to Baldur's Gate II: Shadows of Amn and is based on the Dungeons & Dragons tabletop role-playing system. Set in the iconic Forgotten Realms universe, the game takes players on a thrilling adventure filled with mystery, danger, and magic. With its deep narrative, complex characters, strategic turn-based combat, and immersive world-building, Baldur's Gate 3 offers players an unforgettable RPG experience.",
      "level": "PC",
      "date": "6.09.2020",
      "category": "RPG",
      "rating": 4,
      "active Player":"1.000",
      "discount": 0,
      "price": 35,
      "img": "./assets/baldurs-gate-3.png",
      "trailer": "https://www.youtube.com/embed/OcP0WdH7rTs",
      "active": false
    },
    {
      "_id": 26,
      "title": "New World",
      "description": "New World is a massively multiplayer online role-playing game (MMORPG) developed and published by Amazon Games. Set in the mysterious and supernatural land of Aeternum, players embark on a journey to explore its untamed wilderness, uncover ancient secrets, and forge their own destiny. With its dynamic open-world environment, player-driven economy, action-oriented combat, and deep crafting system, New World offers players a sandbox experience where they can engage in diverse activities such as PvE quests, PvP battles, territory control, and more.",
      "level": "PC",
      "date": "28.10.2021",
      "category": "MMO",
      "active Player":"100",
      "discount": 0,
      "rating": 4.0,
      "price": 39.99,
      "img": "./assets/newworld.png",
      "trailer": "https://www.youtube.com/embed/m1C5dLnvlzg",
      "active": false
    },
    {
      "_id": 27,
      "title": "apex legends",
      "description": "Apex Legends is a free-to-play battle royale game developed by Respawn Entertainment and published by Electronic Arts. Set in the Titanfall universe, the game features fast-paced gameplay, squad-based combat, and unique character abilities. Players form teams of three and compete against other squads in a last-team-standing battle for survival. With its diverse cast of characters, strategic gameplay, and dynamic map design, Apex Legends offers a thrilling and highly competitive multiplayer experience.",
      "level": "PC PS",
      "date": " 4.02.2019",
      "category": "Action",
      "active Player":"5",
      "discount": 0,
      "rating": 4.5,
      "price": 0,
      "img": "./assets/apexlegends.png",
      "trailer": "https://www.youtube.com/embed/UMJb_mkqynU",
      "active": false
    },
    {
      "_id": 28,
      "title": "They Are Billions",
      "description": "They Are Billions is a real-time strategy game developed and published by Numantian Games. Set in a post-apocalyptic steampunk world, players must build and defend colonies against swarms of infected zombies. With its challenging survival mode, strategic base-building mechanics, and intense tower defense gameplay, They Are Billions offers a unique blend of city-building and survival strategy.",
      "level": "PC",
      "date": "12.09.2017",
      "category": "Strategy",
      "active Player":"5",
      "discount": 0,
      "rating": 4.2,
      "price": 26.99,
      "img": "./assets/theyare.png",
      "trailer": "https://www.youtube.com/embed/QX1rPWPN4DI",
      "active": false
    },
    {
      "_id": 29,
      "title": "The elder scroll : Online",
      "description": "The Elder Scrolls Online is a massively multiplayer online role-playing game (MMORPG) developed by ZeniMax Online Studios and published by Bethesda Softworks. Set in the expansive world of Tamriel, players embark on an epic adventure across multiple regions, completing quests, battling monsters, and exploring dungeons either solo or with friends. With its rich lore, immersive world-building, and diverse gameplay mechanics, The Elder Scrolls Online offers players countless hours of exploration and adventure in the beloved Elder Scrolls universe.",
      "level": "PC PS",
      "date": "02.04.2014",
      "category": "MMO",
      "active Player":"1.000",
      "discount": 0,
      "rating": 4.3,
      "price": 19.99,
      "img": "./assets/TheelderO.png",
      "trailer": "https://www.youtube.com/embed/VHj5VvFWbtE",
      "active": false
    }

  ]